[
  { 
    "sport": "Athlétisme",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/kc5u8avlnahb6hfojw4c",
    "sport_name": "Athlétisme",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/ATH_small.svg",
    "sites": null,
    "history1": "L’athlétisme est le sport le plus ancien dont nous avons des traces, puisqu’il apparaît dès les Jeux Olympiques de l’Antiquité. Il est possible de trouver les champions d’athlétisme depuis 776 avant J-C. A l’époque, les Jeux Olympiques antiques comprennent des épreuves telles que des courses à pied et un pentathlon composé d’épreuves s’apparentant à une course, un saut en longueur, un lancer de disque, de la lutte et un lancer de javelot. Les premiers rassemblements modernes pouvant s’apparenter à des compétitions d’athlétisme ont lieu en Angleterre en 1840, dans le Shropshire. Ces championnats se développent et se multiplient dans les années 1880, ils prennent place initialement en Angleterre, aux USA et en Europe notamment. En 1912, la fédération internationale gérant les compétitions internationales d’athlétisme, l’IAAF (aujourd’hui World Athletics), est créée.\nAujourd’hui encore l’athlétisme comporte une grande variété d’épreuves. Du fait de ces nombreuses catégories et disciplines, l’athlétisme est le sport individuel qui comporte le plus de participants aux Jeux Olympiques.\nLe programme sur piste contient des épreuves masculines et féminines de sprint, de demi-fond et de fond, ainsi que des courses de haies, de steeple et des relais. Ces épreuves se déroulent toutes sur la piste du stade olympique, qui est d’une longueur de 400 mètres et est composée de deux lignes droites et de deux demi-cercles.\nSur route, les épreuves sont de deux types ; marathon et marche athlétique, et sont extrêmement exigeantes en plus de revêtir un aspect tactique qui peut donner lieu à des stratégies diverses, ou même des alliances. Elles prennent place sur la voie publique, avec des spectateurs le long du parcours qui peuvent observer et encourager les coureurs.\nDeux épreuves combinées sont au programme olympique ; une féminine (combinant sept épreuves, l’Heptathlon) et une masculine (combinant dix épreuves, le Décathlon). Ces épreuves se déroulent sur deux jours dans un enchaînement qui met les athlètes à rude épreuve, pour finir par couronner le plus complet d’entre eux.\nLes concours se déroulent à côté de la piste du stade olympique. Elles prennent place dans une aire de saut (en hauteur et à la perche), un bac à sable (pour le saut en longueur et le triple saut), un cercle pour les lancers (du poids, du disque et du marteau) et enfin une piste de lancer du javelot. Les athlètes participent chacun leur tour, et les concours comprennent une phase de qualification, au cours de laquelle les meilleurs athlètes se qualifient pour la finale.\nC’est fort logiquement que l’athlétisme figure au programme de tous les Jeux modernes, dès ceux de la première olympiade en 1896, à Athènes. Cette existence séculaire confère à l’athlétisme le statut de « sport roi » des Jeux Olympiques d’été, et contribue à sa popularité. Le programme masculin est presque le même depuis les Jeux de 1932 à Los Angeles, seul le 20km marche a été ajouté aux Jeux de Melbourne en 1956. Les femmes participent depuis 1928 aux épreuves d’athlétisme. Le programme féminin comportait seulement 17 épreuves jusqu’en 1992, il est désormais quasiment équivalent à celui des hommes depuis l’intégration au programme féminin du 3000m steeple en 2008. Depuis 1960, la pratique de l’athlétisme grandit dans les pays en développement et se développe réellement au niveau mondial.\n"
  },
  {
    "sport": "Aviron",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/zfhsel9ctqalrte3zlez",
    "sport_name": "Aviron",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/ROW_small.svg",
    "sites": null,
    "history1": "L’aviron était à l’origine un moyen de transport utilisé en Egypte ancienne ainsi qu’en Grèce et en Rome antiques. Ce n’est qu’entre la fin du 17e siècle et le début du 18e, en Angleterre, que la pratique de l’aviron devient sportive. La première grande compétition d’aviron est la célèbre course entre les universités Anglaises d’Oxford et Cambridge, dont la première édition date de 1829.\nL’aviron consiste en une embarcation propulsée à la force de rames fixées au bateau. Ce sport a la particularité de voir les athlètes se positionner dos à la direction dans laquelle ils se déplacent, et donc de passer la ligne d’arrivée de dos.\nLe format de compétition en aviron se dispute en ligne sur une distance de 2000 mètres en embarcation individuelle ou en équipage composé de deux, quatre ou huit rameurs. Il existe deux disciplines, l’aviron de couple et l’aviron de pointe. Alors qu’en pointe, le rameur manie une seule rame de ses deux mains, en couple le rameur manie une rame dans chaque main. Lorsque l’équipage comporte 8 rameurs, un barreur dirige l’équipe et gouverne l’embarcation. Le bateau dispose d’un petit gouvernail qui permet de diriger l’embarcation, celui-ci est relié par un câble au pied de l’un des rameurs qui le manie. Il existe par ailleurs deux épreuves de poids légers.\nL’aviron est au programme des Jeux Olympiques depuis la première édition des Jeux modernes, à Athènes en 1896 (épreuves masculines uniquement), les femmes feront leur entrée au programme officiel des Jeux Olympiques bien plus tard, en 1976, à l’occasion des Jeux de Montréal. Les épreuves, ayant lieu en mer, furent cependant annulées à cause des mauvaises conditions météorologiques.\nLes Etats-Unis dominent dans un premier temps la discipline, avant que l’URSS et l’Allemagne occupent le devant de la scène. C’est cependant un athlète anglais, Sir Steve Redgrave, qui est considéré comme le plus grand rameur de l’histoire, puisqu’il a remporté cinq médailles d’or lors de cinq éditions des Jeux Olympiques. Chez les femmes, c’est Elisabeta Oleniuc-Lipă, une athlète roumaine, qui peut revendiquer ce titre du haut de ses cinq titres olympiques, deux médailles d’argent et une de bronze.\n"
  },
  {
    "sport": "Badminton",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/xzavgkfd2bvdqvblxnrh",
    "sport_name": "Badminton",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/BDM_small.svg",
    "sites": null,
    "history1": "Le badminton est un sport de raquette dont les origines exactes restent encore aujourd’hui mystérieuses. Il est tiré de l’ancien jeu du « jeu de volant » (ou « Battledore and Shuttlecock »), un passe temps populaire en Europe, en particulier dans la population aisée. Cependant, il n’y a pas de certitude sur la période où le jeu de volant s’est transformé en un sport compétitif comme le badminton que nous connaissons aujourd’hui. Une théorie plausible explique que le badminton aurait été inventé dans la demeure du Duc de Beaufort, dans le Gloucestershire au début des années 1860. Le sport aurait hérité du nom de la demeure du Duc, qui vivait dans la « demeure de Badminton ». Le badminton s’est diffusé en Inde, où il est devenu très populaire dans les garnisons militaires. Il s’est ensuite peu à peu diffusé au sein des colonies britanniques, avant de gagner l’Europe et l’Asie de l’Est ; aujourd’hui, le badminton est un sport qui bénéficie d’une grande popularité partout dans le monde, pour les pratiquants de tous âges et de tous niveaux.\nLe badminton est un sport de raquette qui se pratique en intérieur, et oppose deux joueurs (en simple) ou deux paires (en double) sur un terrain divisé en deux parties par un filet. Ce n’est pas une balle mais un volant que les joueurs s’échangent ; un projectile en forme de cône et cerclé de plumes. Les matchs se jouent en deux sets gagnants, et les sets se jouent en 21 points.\nA l’origine, le badminton fait son apparition aux Jeux Olympiques en tant que sport de démonstration aux Jeux Olympiques de 1972, à Munich. En 1988, il réapparaît en tant que sport de démonstration à Séoul, puis il fait enfin son entrée officielle au programme olympique en 1992, aux Jeux de Barcelone. Des épreuves de simple et de double hommes et femmes sont organisées, et une épreuve de double mixte est ajoutée au programme dès les Jeux Olympiques d’Atlanta en 1996. Les nation asiatiques dominent la liste des médaillés, les athlètes de ce continent se partageant 106 des 121 médailles possibles dans l’histoire olympique du badminton.\nPour Paris 2024, 172 athlètes participeront aux cinq épreuves de badminton, qui délivreront au cours des dix jours de compétition cinq médailles d’or, d’argent et de bronze.\n"
  },
  {
    "sport": "Basketball",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/jnefp96qvymodu9lflih",
    "sport_name": "Basketball",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/BKB_small.svg",
    "sites": null,
    "history1": "Initialement, le basketball fut inventé pour permettre aux élèves de James W. Naismith, inventeur du sport, de garder la forme pendant l’hiver. Ce professeur d’éducation physique au centre de formation international YMCA de Springfield met au point, en décembre 1891, un sport en salle dont la plupart des règles sont toujours en vigueur aujourd’hui pour régir le fonctionnement du basketball. Dans les années 1920, les premiers matchs internationaux sont disputés, et dans les années 1950 les premiers championnats du monde masculins et féminins sont organisés.\nLe basketball oppose deux équipes de cinq joueurs sur un terrain rectangulaire, en intérieur. Il se pratique en maniant le ballon à la main, et le but est de marquer un plus grand nombre de points que l’adversaire, en envoyant le ballon à travers un panier placé à 3,05m du sol, en marquant des paniers à deux et trois points en fonction de la distance de tir. En format olympique, le basketball se joue en quatre quarts-temps de dix minutes. Les joueurs enchaînent actions offensives et défensives dans ce sport qui demande endurance, polyvalence et bien sur une grande adresse aux athlètes pour enchaîner les courses et les paniers.\nLe basketball fait son entrée aux Jeux Olympiques en tant que sport de démonstration. Lors des Jeux de 1904 à Saint Louis, la compétition consiste en une épreuve du championnat américain, et oppose uniquement des équipes américaines. Plus tard, le basketball devient un sport olympique à part entière lors des Jeux Olympiques de Berlin, en 1936. Le basketball féminin rejoint son homologue masculin au programme olympique 40 ans plus tard, lors des Jeux de 1976 à Montréal.\nHistoriquement, les Etats-Unis se montrent particulièrement dominateurs dans ce sport qu’ils ont inventé : les hommes ont remporté l’or olympique de toutes les éditions sauf en 1972, 1980, 1988 et 2004, et les femmes ont gagné chaque édition depuis 1984, à l’exception du tournoi de 1992. Les Etats-Unis ont également marqué le tournoi olympique de Barcelone en 1992, en envoyant aux Jeux une « Dream Team », composée de stars de la NBA. Cette dernière remporte la médaille d’or, en gagnant ses matchs avec une moyenne de plus de 40 points d’écart avec leurs adversaires.\n"
  },
  {
    "sport": "Boxe Olympique",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/khchfcomtt7jqfr5nhxn",
    "sport_name": "Boxe",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/BOX_small.svg",
    "sites": null,
    "history1": "Les origines de la boxe sont incertaines, bien que certaines traces d’artefacts sumériens se trouvant dans l’actuelle Iraq remontent au 3e millénaire avant J-C. A la fin du 7e siècle avant J-C, la boxe s’ajoute aux épreuves disputées lors des Jeux Olympiques antiques. Alors, les combattants enveloppaient leurs poings et avant-bras de fines bandelettes de cuir afin de se protéger.\nA la chute de l’Empire romain, la boxe semble disparaître. Mais la discipline réapparaît au 17e siècle, en Angleterre, où l’on trouve la trace de combats amateurs dès 1880. Initialement, cinq catégories de poids existaient: coq (moins de 54kg), plume (moins de 57kg), léger (moins de 63,5kg), moyen (moins de 73kg) et lourd (plus de 73kg).\nLes règles olympiques de la boxe sont particulières. Si jusqu’aux Jeux de Londres les participants devaient être amateurs, ce qui a souvent fait des Jeux Olympiques le point de départ d’une grande carrière pour de grands boxeurs, à l’image de Cassius Clay (Mohamed Ali), depuis les JO de Rio en 2016 les professionnels peuvent prétendre à la qualification.\nDe 1984 à 2012, les participants doivent porter un casque de protection, les différenciant des pratiquants professionnels. Une règle abandonnée lors des Jeux de Rio 2016. Un combat se déroule en trois rounds de trois minutes pour les hommes comme pour les femmes, qui conservent cependant le casque de protection. et quatre rounds de deux minutes pour les femmes. Le combattant doit toucher son adversaire sur les zones autorisées, et le jugement se fait round par round.\nA la fin de chaque round, chacun des juges détermine un vainqueur pour le round, en se basant sur plusieurs critères, et le vainqueur remporte 10 points pour le round. Le perdant se voit attribué entre sept et neuf points par round en fonction de son niveau de performance dans le round. A la fin du combat, chacun des juges additionne le score des rounds pour déterminer le vainqueur final.\nLa boxe a fait ses débuts olympiques en 1904, et a depuis été disputée à chaque édition, à l’exception des Jeux de 1912 à Stockholm car la loi suédoise interdisait la pratique de ce sport à l’époque. Les épreuves féminines ont été introduites au programme olympique pour la première fois en 2012, à Londres. Pour la première édition à Saint Louis en 1904, les Etats-Unis ont remporté toutes les médailles possibles puisque il n’y avait que des américains pour participer aux épreuves de boxe ! Les Etats-Unis ont ensuite continué à être performants en boxe puisqu’ils ont remporté 117 médailles. Les combattants de Cuba ne sont pas en reste avec 78 médailles, alors que la Grande-Bretagne en compte 62.\n"
  },
  {
    "sport": "Canoë Sprint",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/mspaugyijaehjtlbmjnt",
    "sport_name": "Canoë Sprint",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/CSP_small.svg",
    "sites": null,
    "history1": "Le kayak semble être originaire du Groenland, où il était utilisé par les Esquimaux, principalement pour la chasse, la pêche et le transport. Le canoë, à l’inverse, était utilisé partout dans le monde pour le transport et le commerce. Les compétitions sportives de canoë ont commencé au milieu du 19e siècle. Le Royal Canoe Club de Londres, créé en 1866, a été la première organisation à s’intéresser au développement de ce sport. Dans les années 1890, le canoë-kayak était populaire dans toute l’Europe.\nLe canoë-kayak comporte deux disciplines très différentes qui figurent toutes deux au programme olympique: Le canoë-kayak sprint et le canoë-kayak slalom. Chaque discipline fait référence à deux types d’embarcations: le kayak et le canoë. En kayak, l’athlète est en position assise et utilise une pagaie double, tandis qu’en canoë il est agenouillé dans l’embarcation et utilise une pagaie simple.\nLes épreuves de canoë-kayak sprint se déroulent sur un bassin d’eau calme, comme les épreuves d’aviron. La course se fait en ligne sur huit couloirs, l’objectif étant de franchir la ligne en premier. Les épreuves se disputent sur des distances de 200 m, 500 m et 1 000 m. Il existe des épreuves olympiques pour les athlètes individuels (canoë simple – C1 et kayak simple – K1), les paires (canoë double – C2 et kayak double – K2) et les quatre (kayak quatre places – K4).\nLe canoë sprint (course en ligne) est entré au programme aux Jeux de Berlin, en 1936, après avoir été sport de démonstration lors des Jeux de Paris de 1924. Les femmes ont participé pour la première fois à Londres en 1948, en kayak uniquement à l’époque.\n"
  },
  {
    "sport": "Cyclisme sur route",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/fcwzejsqucgquvycjd0i",
    "sport_name": "Cyclisme sur route",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/CRD_small.svg",
    "sites": null,
    "history1": "Le cyclisme comprend diverses disciplines, qui témoignent à la fois de son ancienneté et de sa modernité ; mais la discipline la plus ancienne reste le cyclisme sur route. Au cours du 19e siècle, le cyclisme connaît un réel succès populaire en tant que loisir avec l’invention de la bicyclette, et les premières courses s’organisent quelques années plus tard. On trouve mention de la première course cycliste en 1868, dans le parc de Saint Cloud à Paris. Peu de temps après, des fédérations nationales commencent à se structurer, et finalement une fédération internationale est fondée en 1900, pour régir l’organisation des différentes disciplines ; il s’agit de l’Union Cycliste Internationale.\nLe cyclisme sur route se court en extérieur, et comporte deux types d’épreuves aux Jeux Olympiques ; une course en ligne, ainsi qu’une course contre-la-montre individuelle.\nLa course en ligne se fait en départ groupé, et comporte une grande part de tactique et d’endurance ; bien souvent, les courses de plus de 120 kilomètres pour les femmes et plus de 200 kilomètres pour les hommes se jouent sur un sprint final de quelques centaines de mètre, ce qui exige des coureurs un placement irréprochable et une capacité à s’économiser pendant toute la première partie de la course.\nLe contre-la-montre est un effort solitaire, puisque les coureurs partent cette fois chacun leur tour à intervalle régulier, et non pas en peloton. L’effort est également plus court, puisqu’un contre-la-montre se déroule sur une distance dépassant rarement les 50 kilomètres. La régularité, la concentration, l’économie des efforts grâce à une position aérodynamique ainsi que la puissance développée par le coureur font la différence dans cette épreuve.\nLe cyclisme sur route fait partie des disciplines historiques des Jeux Olympiques, puisque ce sport faisait déjà partie du programme des sports lors des Jeux de la Ière Olympiade moderne en 1896 à Athènes. Absent trois éditions de 1900 à 1908, le cyclisme sur route n’a plus manqué une seule édition des Jeux Olympiques, et les femmes sont entrées au programme en 1984, alors que l’épreuve de contre-la-montre a été intégrée en 1996.\nJusqu’en 1996, les coureurs professionnels n’étaient pas autorisés à participer aux Jeux Olympiques. Depuis les Jeux d’Atlanta, les membres du peloton professionnel sont conviés, redonnant du prestige à des épreuves olympiques désormais trustées par les meilleurs coureurs mondiaux.\n"
  },
  {
    "sport": "Escalade Sportive",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/n1w8xenw2vwchizhmu4w",
    "sport_name": "Escalade Sportive",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/CLB_small.svg",
    "sites": null,
    "history1": "L’escalade sportive est un sport moderne, qui a rapidement gagné en popularité au cours des 20 dernières années. C’est un sport jeune et mixte (39% des pratiquants dans le monde ont moins de 18 ans), qui se pratique à la fois en pleine nature et sous une forme plus urbaine, en salle. Plus de 25 millions de pratiquants sont recensés dans quelque 150 pays à travers le monde.\nL’escalade sportive en tant que pratique compétitive est née en 1985 à Bardonecchia, en Italie près de Turin, dans le cadre d’un événement appelé « SportRoccia », la première compétition de difficulté jamais organisée. Un an plus tard est organisée la première manifestation sportive sur un mur artificiel, à Vaulx-en-Velin près de Lyon.\nAu programme olympique de l’escalade sportive, les épreuves regroupent trois disciplines, le bloc, la vitesse et la difficulté. Le « bloc » consiste à escalader des structures de 4,5m de hauteur, sans corde mais avec des tapis de réception, dans un temps contraint et avec le moins de tentatives possibles.\nL’épreuve de vitesse consiste en une spectaculaire course contre la montre en duels éliminatoires en un contre un, mêlant précision et explosivité. Les meilleurs athlètes grimpent un mur incliné à 5 degrés de 15 mètres en moins de 6 secondes pour les hommes et moins de 7 secondes pour les femmes.\nL’épreuve de difficulté, enfin, demande aux athlètes de grimper le plus haut possible un mur de 15m, en six minutes, et sans connaître la voie en avance. Les parcours de l’escalade de « difficulté » sont de plus en plus complexes et exigeants au fil de la compétition, sollicitant toutes les capacités physiques et mentales des athlètes.\nA Tokyo, chaque concurrent concourait dans les trois disciplines, et le classement final reflétait les résultats combinés des trois épreuves. L’athlète ayant le score le plus faible devenait le premier champion olympique de l’histoire de l’escalade sportive.\nA Paris 2024, deux épreuves d’escalade distinctes sacreront deux champions et deux championnes olympiques ; une première combinant bloc et difficulté, et une deuxième uniquement de vitesse.\nL’escalade sportive a fait ses premiers pas dans le monde olympique aux Jeux Olympiques de la Jeunesse, à Buenos Aires en 2018. Le public, pourtant peu averti, a été impressionné par le spectacle et le suspens offerts par ce sport spectaculaire. Après ce succès populaire chez les jeunes, l’escalade sportive a fait ses grands débuts aux Jeux Olympiques de Tokyo, en 2021, après avoir été incorporée au programme olympique en tant que « nouveau sport ». La diversité de ses épreuves, son côté visuel, esthétique et créateur d’émotions en font un sport très apprécié et pratiqué par la jeunesse, qui peut s’insérer dans des environnements très différents, urbains ou naturels. L’escalade sportive fera également partie des quatre sports additionnels de Paris 2024, en compagnie du surf, du breaking et du skateboard, et sera aussi au programme à Los Angeles, en 2028.\n"
  },
  {
    "sport": "Escrime",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/dzy6htjx5nizywm5s1ia",
    "sport_name": "Escrime",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/FEN_small.svg",
    "sites": null,
    "history1": "L’escrime trouve ses origines dans le combat d’épée, qui apparaît il y a plusieurs millénaires, puisque des représentations de combattants à l’épée ont été datées de 1190 avant J-C. Plus tard, l’escrime, qui représentait initialement un entraînement militaire, devient un sport sous l’impulsion de maîtres d’armes français, italiens et allemands. Aujourd’hui, l’escrime est un sport d’ampleur mondiale, puisqu’elle s’est développée de manière très compétitive non seulement en Europe mais aussi en Asie, en Océanie, en Amérique et en Afrique, avec 157 fédérations nationales membres de la Fédération internationale d’Escrime.\nEn escrime, deux concurrents se font face, une arme à la main, et doivent toucher leur adversaire de leur arme sur une zone donnée. Chaque arme dispose de ses spécificités. Le sabre permet de toucher son adversaire avec toutes les parties de la lame (pointe, tranchant et dos). La surface valable comprend le haut du corps à partir de la taille, incluant les bras et la tête. L’épée et le fleuret ne permettent de marquer des points qu’avec la pointe, mais sur l’ensemble du corps (incluant le masque et les chaussures) pour l’épée, et uniquement sur le tronc (buste, épaules et cou) pour le fleuret. L’escrimeur qui atteint quinze points, ou qui en a le plus à la fin du temps réglementaire remporte le combat. Par équipe, c’est la première équipe à 45 points, ou qui en a le plus à la fin du temps réglementaire, qui l’emporte.\nL’escrime est un sport olympique historique, qui faisait déjà partie du programme olympique aux Jeux d’Athènes en 1896, pour ne plus jamais le quitter. Les femmes entrent sur la piste à l’occasion des Jeux de 1924, à Paris. Aujourd’hui, hommes et femmes s’affrontent dans des épreuves individuelles et par équipes dans lesquelles sont utilisées trois types d’armes : le fleuret, l’épée et le sabre. Le fleuret est d’abord la seule arme utilisée par les femmes jusqu’aux Jeux de 1996 à Atlanta, qui voient l’introduction de l’épée féminine. Le sabre féminin, quant à lui, figure pour la première fois au programme des Jeux de 2004 à Athènes.\nParmi les figures qui ont marqué ce sport, l’Italien Nedo Nadi est le seul escrimeur à avoir remporté une médaille avec chacune des trois armes en une seule édition des Jeux. En 1912, à l’âge de 18 ans, il gagne au fleuret. Puis, après avoir été décoré par son pays pour acte de bravoure lors de la Première Guerre mondiale, il remporte cinq médailles d’or à Anvers en 1920, record historique et inégalé : en individuel au fleuret et au sabre, par équipes au fleuret, à l’épée et au sabre.\n"
  },
  {
    "sport": "Football",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/baa2nr7jo3wx6wv20vww",
    "sport_name": "Football",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/FBL_small.svg",
    "sites": null,
    "history1": "Si le football tire ses origines de la Chine ancienne, c’est bien en Angleterre que sa forme moderne a vu le jour, jusqu’à devenir aujourd’hui le sport le plus populaire au monde. Dans les rues de l’Angleterre du Moyen-Âge, de nombreux joueurs se rassemblent pour déplacer une vessie de porc d’un bout à l’autre de la ville, et ainsi marquer un but, dans des manifestations aussi violentes que populaires. Au 16e siècle, les écoles anglaises codifient les règles de ce sport, et transforment les violentes mêlées en un sport à part entière.\nLes matchs des deux tournois se disputent sur un terrain de football en gazon, à 11 contre 11, pendant deux mi-temps de 45 minutes. La compétition féminine ne diffère pas de celles organisées par la FIFA, opposant les équipes senior des pays qualifiés. Une différence apparaît dans les règles du tournoi masculin quant à la composition des effectifs. Chaque équipe doit être entièrement composée de joueurs nés le ou après le 1er janvier 2001 (soit âgés de 23 ans au moment de Paris 2024). Cependant, trois footballeurs nés avant cette date peuvent être inclus dans chaque effectif composé de 18 joueurs.\nLe football est arrivé très tôt au programme olympique, dès les Jeux de Paris en 1900. Il ne l’a ensuite pas quitté. Le football féminin fait son entrée au programme olympique aux Jeux d’Atlanta, en 1996. Les Etats-Unis ont été sur la première marche du podium de nombreuses fois, à Atlanta en 1996, Athènes 2004, Pékin 2008 et Londres 2012. En 2016 l’Allemagne s’est imposée, alors qu’à Tokyo ce sont les canadiennes qui se sont imposées.\nChez les hommes, l’Europe a dominé le palmarès olympique du football jusqu’aux Jeux de 1992 à Barcelone, où l’Espagne devenait la dernière équipe européenne à remporter le titre olympique. Depuis Atlanta en 1996, les pays africains et d’Amérique Latine ont pris le relais en remportant chaque titre, notamment le Brésil qui s’est imposé en 2016 et 2021. Beaucoup de grands noms du football ont inscrit les Jeux Olympiques à leur palmarès, comme Ferenc Puskás en 1952, Lev Yachine en 1956, Samuel Eto’o en 2000, Lionel Messi en 2008, Neymar en 2012 et 2016, Marta en 2004, 2008, 2012, 2016 et 2020, ou encore Alex Morgan en 2012, 2016 et 2020.\n"
  },
  {
    "sport": "Golf",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/lsop8ihvam4zf1ylciq8",
    "sport_name": "Golf",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/GLF_small.svg",
    "sites": null,
    "history1": "Le golf a été l'un des premiers sports modernes à codifier ses règles en 1744 à Édimbourg, en Écosse. À la fin du XIXe siècle, les premiers tournois féminins ont vu le jour. Aujourd'hui, on compte plus de 60 millions de golfeurs et plus de 30 000 terrains de golf dans le monde.\nDans son principe, le golf est un jeu simple, et assez efficacement décrit par la première de ses règles : « Le golf consiste à jouer une balle avec un club depuis l’aire de départ jusqu’au trou en la frappant d’un ou plusieurs coups successifs conformément aux règles ». En fonction du type de terrain sur lequel se trouve la balle, le club utilisé par le joueur diffère.\nLa formule de jeu retenue pour les épreuves des Jeux Olympiques est celle du « stroke-play ». Il s’agit de comptabiliser le nombre de coups qu’un joueur doit effectuer pour arriver au bout du parcours de 18 trous ; le parcours doit être effectué quatre fois en quatre jours. Le joueur qui, à l’issue de ces quatre parcours, comptabilise le moins de coups joués, remporte le tournoi.\nLe golf faisait partie du programme olympique des IIes et IIIes Olympiades, en 1900 et 1904. Plus de 100 ans plus tard, le golf revient au programme des Jeux Olympiques, d’abord à Rio en 2016, puis à Tokyo en 2020.\n"
  },
  {
    "sport": "Gymnastique Artistique",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/kurzlxstqem0gndjsdg6",
    "sport_name": "Gymnastique Artistique",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/GAR_small.svg",
    "sites": null,
    "history1": "La Fédération Internationale de Gymnastique artistique est la plus ancienne des organisations sportives internationales au monde : elle a vu le jour en 1881. Et pour cause, la gymnastique est un sport très ancien, qui a des racines remontant à l’Antiquité. Elle était à l’époque recommandée par les philosophes afin d’allier le développement du corps à celui de l’esprit. Le 19e siècle a marqué le regain en popularité de la gymnastique, les compétitions se multipliant, avec en point d’orgue la rénovation des Jeux Olympiques, à Athènes en 1896.\nLa gymnastique artistique comporte des compétitions individuelles par agrès, ainsi que des concours individuels et par équipe sur l’ensemble des agrès. Les différents agrès sollicitent chacun des qualités spécifiques, et sont : les exercices au sol, le cheval d’arçons, les anneaux, le saut de cheval, les barres parallèles et la barre fixe pour les hommes, ainsi que le saut de cheval, les barres asymétriques, la poutre et les exercices au sol pour les femmes. Dans ces différents exercices, spectaculaires, les figures et enchaînement demandent force, agilité, coordination et vitesse aux athlètes.\nJusqu’en 2004, les notations s’effectuaient sur un maximum de 10 points, mais à partir de 2005 le mode de notation change pour une combinaison entre une note « D » (difficulté et contenu de l’exercice) et une note « E » d’exécution, afin de permettre une plus grande différenciation entre les notations des athlètes. La réflexion autour d’un changement de notation a débuté lors des Jeux de 1976, où une gymnaste roumaine, Nadia Comaneci, obtenait pour la première fois de l’histoire un score parfait de 10.\nLa gymnastique fait partie des sports historiques des Jeux de l’ère moderne. Elle a été au programme olympique de chacune des éditions organisées depuis les Jeux de 1896, à Athènes, où seuls les hommes étaient autorisés à participer. Les épreuves féminines de gymnastique artistique seront incorporées au programme olympique en 1928, lors des Jeux Olympiques d’Amsterdam. Le programme de la gymnastique a beaucoup évolué au cours de la première moitié du 20e siècle, mais n’a ensuite plus bougé depuis 1960 pour les femmes, et 1936 pour les hommes.\nDans les années 1960 et 1970, le Japon dominait le palmarès olympique, pour ensuite marquer le pas devant l’Union Soviétique et l’Allemagne de l’Est. Aujourd’hui, les pays qui dominent les débats en gymnastique artistique sont le Japon, les Etats-Unis, la Russie et la Chine.\n"
  },
  {
    "sport": "Haltérophilie",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/b3unpvgdcqorgfdwbvrq",
    "sport_name": "Haltérophilie",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/WLF_small.svg",
    "sites": null,
    "history1": "L’haltérophilie est un sport pratiqué depuis plusieurs millénaires, dont le but est resté le même depuis : soulever plus lourd que les autres. On trouve des traces de sa pratique dès l’Antiquité, en Egypte et en Grèce, sous la forme d’un soulever de pierres lourdes, dans des concours de force. Le sport émerge à nouveau au 19e siècle, et devient un sport international.\nLe programme d’haltérophilie aux Jeux a beaucoup évolué. Depuis les Jeux de Montréal 1976, deux techniques de lever composent les épreuves olympiques : l’arraché et l’épaulé-jeté.  La technique de l’arraché consiste à soulever la barre depuis le sol jusqu’au-dessus de la tête en un seul mouvement. En ce qui concerne l’épaulé-jeté, le mouvement se fait en deux étapes ; la barre est dans un premier temps montée et posée sur l’avant des épaules, pour ensuite être projetée au-dessus de la tête. Ces exercices ultra-exigeants requièrent une force physique hors-norme ainsi qu’un mental à toute épreuve.\nLe concours se déroule aujourd’hui en combinant les résultats d’une épreuve d’arraché et d’une épreuve d’épaulé-jeté. Après trois essais dans chaque mouvement, le concurrent soulevant le plus au cumul de son meilleur essai dans chaque exercice est sacré champion olympique. Les hommes et les femmes s’affrontent dans cinq catégories de poids chacun.\nL’haltérophilie était présente dès les premiers Jeux Olympiques modernes d’Athènes, en 1896. Si pendant quelques éditions (1900, 1908 et 1912), elle quitte le programme olympique, l’haltérophilie revient ensuite au programme des Jeux d’Anvers en 1920, pour ne plus le quitter. Les femmes ont eu leurs épreuves à partir des Jeux Olympiques de Sydney, en 2000.\nAu début du 20e siècle, les pays européens dominent l’haltérophilie, en particulier l’Allemagne, l’Autriche et la France. Les athlètes soviétiques trustent ensuite les podiums à partir des années 50, avant que la Chine, la Turquie, la Grèce et l’Iran n’arrivent sur le devant de la scène dans les années 1990.  Côté féminin, la Chine domine depuis l’arrivée de la discipline chez les femmes.\n"
  },
  {
    "sport": "Handball",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/scn9e98twqokxumlwpyx",
    "sport_name": "Handball",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/HBL_small.svg",
    "sites": null,
    "history1": "Le handball trouve ses sources à la fin du 19e siècle, dans les pays scandinaves ainsi qu’en Allemagne, où à cette époque, le handball sur gazon devient également un sport reconnu. En 1910, c’est G. Wallström qui introduit le sport en Suède. Les deux versions du sport coexistent jusqu’en 1966, avant que la version en salle ne soit préférée à son homologue sur gazon.\nLa version du handball aujourd’hui se joue sur un terrain de 40m x 20m en salle qui voit s’affronter deux équipes de sept joueurs, qui peuvent dribbler le ballon à la main au maximum tous les trois appuis, et garder le ballon en main au maximum pendant trois secondes. L’équipe qui, au terme des deux mi-temps de 30 minutes, a marqué le plus de buts, l’emporte. Les tournois olympiques féminins et masculins sont composés de douze équipes.\nLe handball est un sport de contact qui autorise les contacts entre joueurs offensifs et défensifs ; en résulte un jeu très physique et éprouvant pour les joueurs. Les joueurs sont même encouragés à jouer de manière offensive, puisque le jeu considéré « passif » est sanctionné. L’endurance et la force sont donc des qualités primordiales pour un joueur de handball, cependant ce sport est également une affaire de tactique, de travail d’équipe et de polyvalence, tous les joueurs alternant les phases d’attaque puis de défense.\nToutefois, dans la pratique du handball à haut-niveau, certains joueurs s’affirment comme des spécialistes de la défense et l’on peut donc observer des changements de joueurs (très) rapides à chaque phase de jeu afin de renforcer la défense et reposer certains joueurs en vue de la phase offensive.\nLe handball est également un sport spectaculaire et technique puisque pour pouvoir marquer, les joueurs doivent tirer en dehors de la zone du gardien, un demi-cercle de 6m de rayon, et sont pour cela en extension dans les airs pour la majorité de leurs tirs et donnent ainsi l’impression de s’envoler. Le tir est également impressionnant de technicité, tant les joueurs savent manipuler le ballon et parfois donner à la balle des trajectoires incroyables. C’est en particulier vrai pour les joueurs évoluant en position d’ailier, dans les coins du terrain, qui ont un angle de tir très restreint et présentent donc des qualités de poignet exceptionnelles.\nAux Jeux Olympiques, le handball est introduit pour la première fois aux Jeux de Berlin en 1936, dans sa version sur gazon, et est ensuite disputé en tant que sport de démonstration aux Jeux de 1952 à Helsinki. Il réapparait au programme olympique vingt ans plus tard aux Jeux de Munich en 1972, dans sa formule en salle cette fois-ci.\nL’épreuve féminine arrive au programme olympique quatre ans plus tard, à Montréal. Le palmarès olympique du handball est largement dominé par l’Europe. Tous les titres olympiques ont été remportés par une nation européenne, à l’exception des deux victoires de la Corée du Sud à Séoul en 1988, puis à Barcelone en 1992 dans le tournoi féminin.\n"
  },
  {
    "sport": "Judo",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/v1538355601/primary/t1aeramel0gscwsqfphp",
    "sport_name": "Judo",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/JUD_small.svg",
    "sites": null,
    "history1": "Le judo est un art martial, dérivé du jujitsu, créé au Japon par le Dr. Jigoro Kano lorsqu’il ouvre son premier dojo en 1882. Judo signifie en japonais « voie de la souplesse », mais ce sport de lutte traditionnel ne se limite pas à cela, et demande un investissement physique considérable. Jigoro Kano allie aux principes philosophiques du judo une rigueur physique, morale et intellectuelle, tout en retirant de son art les aspects jugés dangereux du jujitsu. Le judo s’exporte en Europe et notamment en France vers la moitié du 20e siècle, et devient le premier art martial à se démocratiser hors des frontières japonaises.\nL’objectif est de projeter son adversaire au sol, de l’immobiliser ou de l’obliger à abandonner en utilisant des clés articulaires et des étranglements. Il existe deux principaux types d’avantages dans le judo moderne. Le Ippon consiste en un impact significatif sur le dos avec force, vitesse et contrôle, ou un abandon (causé par un étranglement ou une clef de bras), ou encore une immobilisation au sol de 20 secondes. Le Ippon donne immédiatement la victoire à celui qui l’inflige à son adversaire. Le waza-ari, lui, fait suite à un impact pour lequel il manque l’un des trois critères du Ippon, ou une immobilisation inférieure à 20 secondes (mais supérieure à dix secondes). Deux waza-ari équivalent à un Ippon et donnent la victoire à celui qui les exécute.\nLe judo est divisé en catégories de poids pour les femmes et les hommes, avec des combats de quatre minutes, donnant lieu à une prolongation si le score est à égalité. Le judo prônant un enseignement de valeurs morales, des pénalités peuvent être données aux combattants trop passifs ou adoptant un comportement « contraire à l’esprit du judo ».\nCe sport a fait son apparition au Jeux Olympiques de Tokyo en 1964, et ne quittera plus le programme olympique à compter des Jeux de Munich en 1972, et le judo féminin à partir des Jeux de Barcelone en 1992. L’art martial est globalement dominé par le Japon, qui a remporté 96 médailles, suivi par la France (57 médailles) et la Corée du Sud (46 médailles) qui s’illustrent également à chaque édition des Jeux. Depuis son arrivée aux Jeux Olympiques, le judo s’est largement développé à travers le monde, puisque 128 pays participaient en 2021 aux compétitions olympiques à Tokyo.\n"
  },
  {
    "sport": "Lutte Olympique",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/zpfcusht6yim4saswr0s",
    "sport_name": "Lutte",
    "logo": null,
    "sites": null,
    "history1": "La lutte est l’une des pratiques sportives les plus anciennes de l’histoire, si ce n’est la plus ancienne. Des bas-reliefs et sculptures sumériennes représentant des lutteurs ont été trouvées, datant de plus de 3000 avant J-C. La lutte a été également incorporée aux Jeux Olympiques de l’Antiquité, en 708 avant J-C, ce qui confère à ce sport un immense héritage olympique. A cette époque, la lutte est la discipline décisive du pentathlon, puisqu’elle est disputée en dernier et désigne le vainqueur de l’épreuve, qui était le seul athlète couronné des Jeux en ce temps. Dans sa forme moderne, elle se divise en deux disciplines de préhension, la lutte gréco-romaine, héritière directe du sport de l’Antiquité, et la lutte libre, d’origine plus moderne.\nLes deux styles de lutte ont chacun leurs spécificités. En lutte gréco-romaine, il n’est permis d’attaquer qu’en utilisant les bras et la partie supérieure du corps. En lutte libre, les possibilités d’attaque sont plus variées puisqu’il est possible d’utiliser également les jambes, et de ceinturer le haut comme le bas du corps.\nCependant le but des deux variantes reste identique ; disputés sur une surface de combat de forme circulaire, les combats durent deux fois trois minutes. L’objectif des athlètes est, sans saisir le maillot de l’adversaire et à mains nues, de coller les omoplates de l’adversaire au sol (c’est « le tombé »), ou à défaut de totaliser le plus de points à la fin du temps règlementaire, par la réalisation de techniques cotées de renversement debout et de retournement au sol.\nDu fait de son origine, la lutte gréco-romaine fait partie des épreuves reines dès la rénovation des Jeux Olympiques, à Athènes en 1896. Dès 1908, elle intègre de manière permanente le programme olympique. La lutte libre fait son arrivée plus tard, faisant une apparition aux Jeux de 1904 à Saint Louis, puis s’inscrivant définitivement au programme olympique à partir de 1920, à l’occasion des Jeux Olympiques d’Anvers. A partir des Jeux d’Athènes en 2004, des épreuves féminines entrent au programme olympique, mais uniquement en lutte libre.\nL’ex-URSS mène le palmarès de la lutte olympique, avec 116 médailles dont 62 titres. Elle est suivie par plusieurs autres nations fortes à l’image des Etats-Unis (142 médailles dont 57 titres), de l’Iran, de la Russie, de la Turquie ou encore du Japon, première nation féminine avec 15 médailles d’or sur 24 possibles.\n"
  },
  {
    "sport": "Natation",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/alonzk8iknqfy2ydtzet",
    "sport_name": "Natation",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/SWM_small.svg",
    "sites": null,
    "history1": "La naissance de la natation remonte à la préhistoire, mais il faut attendre le 19e siècle pour que sa pratique devienne compétitive. La Société nationale britannique de natation est créée au début du siècle, et s’occupe d’organiser les premières compétitions. Celles-ci se pratiquent à l’époque en brasse, ou en une nage approchante ; elles se sont ensuite enrichies d’une grande variété de disciplines, aujourd’hui pratiquées aux Jeux Olympiques.\nAux Jeux Olympiques, les épreuves de natation se déroulent dans un bassin de 50m de long. Il existe quatre types de nage en natation, qui sont courues soit en épreuves individuelles, soit en relais : la brasse, le papillon, le dos et la nage libre, toujours exécutée avec la technique du crawl.  Un cinquième type de course, la course de quatre nages, regroupe les quatre précédentes et voit les nageurs enchaîner les quatre types de nages. Les distances varient également, et ne demandent pas les mêmes qualités pour une course de 50m que pour un 1500m. L’explosivité tout comme l’endurance, la puissance et la technique sont des qualités indispensables pour les nageurs.\nLa natation est une discipline historique des Jeux Olympiques de l’ère moderne. Si les premières courses olympiques se déroulaient en environnement naturel, dès les Jeux de Londres en 1908, les épreuves ont pris place dans une piscine, ce qui a donné lieu à la création de la Fédération Internationale de Natation (FINA). La nage libre et la brasse sont les seules épreuves présentes aux Jeux d’Athènes en 1896, le dos est ensuite ajouté en 1904, puis le papillon apparaît en 1956 aux Jeux de Melbourne.\nLes femmes font leur entrée au programme olympique en 1912, en participants à deux épreuves seulement. Leur nombre d’épreuve est aujourd’hui le même que celui des hommes, puisque les programmes masculin et féminin sont identiques depuis les Jeux de Tokyo en 2021. Le palmarès olympique de la natation est largement dominé par les Etats-Unis, qui détiennent plus de 250 médailles d’or.\n"
  },
  {
    "sport": "Rugby à 7",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/sclk95yf832bdod8zczw",
    "sport_name": "Rugby à 7",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/RU7_small.svg",
    "sites": null,
    "history1": "Le rugby aurait des racines datant du Moyen-Âge dans divers pays d’Europe, mais c’est réellement entre 1845 et 1848 que ses règles sont codifiées, par les étudiants de l’école de la ville de Rugby et de l’université de Cambridge, en Grande-Bretagne. En 1871, la première fédération nationale voit le jour, alors qu’en 1886 c’est l’International Rugby Board (aujourd’hui World Rugby) qui est créée.\nSi de nombreuses variantes du rugby se sont développées au fil des années, comme le rugby à treize, le beach rugby ou encore le flag rugby, les formules principalement jouées sont le rugby à quinze et le rugby à sept. Toutes les variantes conservent une base de règles communes, codifiant les plaquages, les passes strictement jouées vers l’arrière, ou encore le déroulement des mêlées, qui évolue en fonction du nombre de joueurs sur le terrain. La particularité d’un rugby joué à sept joueur fait que le jeu est plus rapide, et intense : les matchs durent quatorze minutes, mais sont extrêmement exigeants et comprennent  plus de sprints et d’essais qu’un match de rugby à quinze. Les manières d’inscrire des points sont les mêmes qu’au rugby à quinze : un essai vaut cinq points, une transformation deux supplémentaires, un drop et une pénalité valent également trois points.\nL’histoire du rugby avec les Jeux Olympiques s’étale sur plusieurs périodes. Une première, vers la rénovation des Jeux Olympiques où il se pratiquait à quinze, puis plus récemment dans sa variante à sept. En effet, en 1900, 1908, 1920 et 1924, un tournoi à quinze masculin figure au programme olympique : il voit s’imposer successivement l’équipe de France, l’Australasie (équipe unissant l’Australie et la Nouvelle-Zélande), puis les Etats-Unis par deux fois.\nDepuis les Jeux de Rio, en 2016, le rugby fait son grand retour sur la scène olympique, cette fois dans sa formule à sept joueurs sur le terrain, pour un tournoi féminin (remporté par la Nouvelle-Zélande en 2021) et un tournoi masculin (remporté par les Fidji en 2021).\n"
  },
  {
    "sport": "404 - PAGE NOT FOUND",
    "background_image": null,
    "sport_name": null,
    "logo": null,
    "sites": null,
    "history1": null
  },
  {
    "sport": "Surf",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/gtdtnqtbdquzrivuvyji",
    "sport_name": "Surf",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/SRF_small.svg",
    "sites": null,
    "history1": "Les surfeurs effectuent des manœuvres et des figures sur une vague, et sont ensuite notés par cinq juges en fonction de la variété de leur enchaînement, du type de figures réalisées et de leur difficulté. La vitesse, la puissance et le flow des surfeurs entrent également en ligne de compte dans les notes délivrées par les juges. La planche retenue pour les Jeux Olympiques est le shortboard ; une planche plus rapide et maniable du fait de sa taille plus réduite que celle d’un longboard, et favorisant les figures spectaculaires.\nDès les années 1920, certains militent pour l’entrée du surf au programme olympique, à l’image de Duke Kahanamoku, un athlète hawaïen triple champion olympique de nage libre, et un des pionniers du surf mondial. Bien plus tard, le surf finit par accéder au programme des Jeux à l’occasion des Jeux de Tokyo 2020. Il sera également présent à Paris 2024, alors que Tahiti et son spot mythique de Teahupo’o ont été choisis pour accueillir les épreuves.\n"
  },
  {
    "sport": "Taekwondo",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/lo6iwcfrrjtw8kqcff1b",
    "sport_name": "Taekwondo",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/TKW_small.svg",
    "sites": null,
    "history1": "Le taekwondo est un art martial originaire de Corée, qui signifie « la voie des pieds et des poings ». Il date de l’ère des Trois-Royaumes (-50 avant J-C.), quand un art martial est développé sous le nom de Taekkyon (littéralement « pied-main »). Pendant près de deux millénaires, plusieurs arts martiaux sont pratiqués en Corée, et au début du 20e siècle, le taekwondo devient le premier art martial de la péninsule. Il s’exporte ensuite à l’international, et la Fédération internationale de taekwondo (WTF) est créé en 1973. La même année voit les premiers Championnats du monde de la discipline organisés à Séoul.\nAu taekwondo, les mains comme les pieds sont utilisés, et le but est de donner des coups de pied ou des coups de poings sans être touché soi-même. Cet art martial est basé sur une combinaison rapide de mouvements des jambes et des bras, et se déroule sur une aire de combat en forme d’octogone, sur trois rounds de deux minutes chacun. Les points sont marqués en fonction de la technicité du coup porté ; par exemple, un coup de pied porté à la tête vaut plus de points qu’un coup au niveau du torse, ou encore une technique retournée sera valorisée par des points additionnels. Des pénalités peuvent être attribuées pour différentes fautes commises par les combattants.\nLe taekwondo est intégré pour la première fois au programme des Jeux de Séoul, son pays d’origine en 1988, comme sport de démonstration. Il conserve son statut de sport de démonstration à Barcelone, en 1992, puis disparaît du programme d’Atlanta en 1996. Finalement, quatre ans plus tard, le sport intègre définitivement le programme olympique à partir des Jeux de Sydney, en 2000, pendant lesquels quatre compétitions masculines et féminines sont organisées.\nSi la Corée, pays fondateur du taekwondo et à l’origine de l’arrivée du sport aux Jeux Olympiques, dominait auparavant les compétitions, ce n’est aujourd’hui plus le cas. Beaucoup de pays figurent désormais au palmarès olympique du taekwondo, Des combattants de huit pays différents ont par exemple remporté une médaille d’or en 2012, à Londres.\nCertains pays ont marqué l’histoire en remportant la première médaille olympique de leur histoire en taekwondo, comme le Vietnam en 2000, l’Afghanistan en 2008, le Gabon en 2012, et le Niger et la Jordanie 2016, ou encore leur première médaille olympique féminine à l’image de l’Iran et de la Côte d’Ivoire en 2016.\n"
  },
  {
    "sport": "Tennis",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/ev6rvbtg733mutjb1bde",
    "sport_name": "Tennis",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/TEN_small.svg",
    "sites": null,
    "history1": "L’ancêtre du tennis est le jeu de paume, né en France. Ce jeu inventé au 11e siècle se pratiquait dans la cour d’un monastère, en frappant une balle du creux de la main pour la faire rebondir contre les murs et pans inclinés du monastère. Le tennis à proprement parler se développe au 19e siècle, en Angleterre cette fois. Le All England Croquet Club décide de mettre à disposition ses terrains de croquet devant l’engouement grandissant autour de ce nouveau sport, permettant ainsi au tennis de dépasser le croquet en termes de popularité. Plusieurs fédérations nationales voient le jour dans le monde entier au cours du 19e siècle, et c’est naturellement qu’en 1913 est créée la Fédération internationale de tennis sur gazon (ILTF).\nAux Jeux Olympiques, le tennis dispose d’épreuves masculines et féminines de simple et de double, ainsi que d’une épreuve de double mixte. Les épreuves individuelles hommes et femmes se jouent au meilleur des trois sets.  Le tie-break est instauré dans la manche décisive pour chaque discipline, à l’exception du double mixte où, en cas d’égalité à un set partout, un super tie-break est joué pour départager les joueurs.\nHistoriquement, la présence du tennis aux Jeux Olympiques s’inscrit en pointillés. Dès la première édition moderne des Jeux Olympiques, en 1896 à Athènes, le tennis est présent. Cependant il quitte le programme olympique à partir de 1924, à cause de problématiques autour de la professionnalisation du sport. Malgré un retour en sport de démonstration à Mexico en 1968, la petite balle jaune ne revient définitivement au programme olympique qu’en 1988, à Séoul.\nDepuis, les meilleurs mondiaux viennent à chaque édition disputer les compétitions olympiques. Lors des dernières éditions, des poids lourds de l’histoire de ce sport se sont illustrés, comme Rafael Nadal, champion olympique en simple en 2008 puis en double en 2016, Stan Wawrinka et Roger Federer, champions olympiques de double en 2008, ou encore les sœurs Williams, Serena et Vénus, qui comptent à elles deux huit médailles d’or olympiques.\n"
  },
  {
    "sport": "Tennis de Table",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/mkqvq9wzsos8owy5zsm7",
    "sport_name": "Tennis de Table",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/TTE_small.svg",
    "sites": null,
    "history1": "A l’origine, le tennis de table est un sport dérivé du tennis classique. Il prend sa source dans les fins de repas de la haute société anglaise, quand les notables s’échangeaient des bouchons de liège à coups de couvercle de cave à cigare au-dessus de leur table et de livres placés en guise de filet. Un peu plus tard, au début du 20e siècle, le tennis de table prend sa forme moderne et un équipement plus spécifique voit le jour. Les premières compétitions s’organisent en 1926 à Berlin et à Londres, et la même année les premiers Championnats du monde de tennis de table de l’histoire se tiennent dans la capitale britannique.\nDepuis cette époque, le tennis de table n’a cessé de se développer dans tous les pays du monde. Aujourd’hui très populaire en Asie et particulièrement en Chine, le tennis de table compte plus de 40 millions de joueurs licenciés dans le monde, ce qui en fait le sport le plus pratiqué dans le monde.\nLe tennis de table se joue sur une table séparée en deux par un filet. Les joueurs s’échangent une balle ultra légère à l’aide de raquettes aux matériaux désormais complexes, dont les propriétés de vitesse et de rotation sont recherchées par les pongistes en fonction de leur style de jeu (offensif, défensif, mi-distance…).\nLes matchs en simple sont joués en quatre manches gagnantes, soit sept manches au maximum. Chacune des manches est remportée par le premier joueur à onze points, avec une marge nette de deux points par rapport à son adversaire.\nLes rencontres par équipes sont disputées en quatre matchs de simple ainsi qu’un match de double, tous disputés au meilleur des cinq manches. Des équipes de trois joueurs s’affrontent, et les matchs s’achèvent dès qu’une équipe a remporté trois matchs. La spécificité des matchs de double est que les joueurs d’une équipe frappent la balle chacun leur tour.\nLe tennis de table arrive aux Jeux Olympiques en 1988, à Séoul, et inclut à ce moment-là les épreuves de simple et de double, masculin et féminin. En 2008, les épreuves de double sont remplacées par des épreuves par équipes, un programme enrichi pour les Jeux de Tokyo 2020 d’une nouvelle épreuve de double mixte, portant le nombre d’épreuves à cinq et permettant d’avoir le même nombre d’athlètes féminins et masculins participant aux épreuves de tennis de table aux Jeux Olympiques.\nLe tennis de table a été dominé jusqu’au milieu du 20e siècle par les pays d’Europe centrale comme la Hongrie, la République Tchèque, l’Autriche et l’Allemagne. Mais depuis son arrivée aux Jeux Olympiques de Séoul en 1988, le tennis de table est largement dominé par la Chine, qui a remporté 32 des 37 médailles d’or mises en jeu.\n"
  },
  {
    "sport": "Tir à l'arc",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/ccf4u7chvnjhamngf2zo",
    "sport_name": "Tir à L'Arc",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/ARC_small.svg",
    "sites": null,
    "history1": "Le tir à l’arc est l’un des sports les plus anciens de l’humanité, puisqu’il s’est développé en même temps que la civilisation humaine, initialement en tant qu’instrument pour la chasse et la guerre. Dès 1200 avant J-C, Hitties et Assyriens se munissaient de flèches et d’arcs sur le champ de bataille. Les premiers tournois connus se déroulèrent en Chine, entre 1027 et 256 avant J-C sous la dynastie des Zhou. En 1931, le sport se structure au niveau international, et une fédération internationale est créée, devenue aujourd’hui World Archery.\nLe tir à l’arc se pratique sur une cible de 122cm de diamètre, positionnée à 70 mètres des tireurs, qui doivent placer leurs flèches le plus près possible du centre pour arriver à vaincre leurs adversaires.  Le tir à l’arc comporte cinq épreuves, deux compétitions individuelles féminine et masculine, deux compétitions par équipe encore une fois féminine et masculine, et enfin pour la première fois au programme aux Jeux de Tokyo 2020, une épreuve mixte.\nLe tir à l’arc demande une concentration et une adresse à toute épreuve pour pouvoir dominer ses nerfs, chaque erreur pouvant être fatale, notamment lors des duels qui composent les phases finales des épreuves individuelles. A l’issue du tour de qualification, qui voit les athlètes tirer 72 fois chacun, les archers s’affrontent pour la compétition finale dans un système à élimination directe qui les emmène jusqu’en finale, en fonction de leur classement lors du tour de qualification (le premier affronte le 64e, le deuxième le 63e, etc…).\nLa présence du tir à l’arc aux Jeux Olympiques s’étale sur deux périodes. Il apparaît très tôt au programme olympique, puisque dès 1900 une compétition est organisée aux cours des Jeux de Paris. Le tir à l’arc est disputé ensuite en 1904, 1908 et 1920, puis est sorti du programme pendant plus de 50 ans, jusqu’en 1972.\nAux Jeux de Munich, la discipline fait son grand retour au programme olympique, pour ne plus le quitter jusqu’à aujourd’hui. La Corée en domine largement le palmarès olympique depuis son retour au programme en 1972, puisqu’elle a récolté plus de la moitié des médailles d’or en jeu (23 sur 40).\n"
  },
  {
    "sport": "Triathlon",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/levkaqwhsls8rgocstst",
    "sport_name": "Triathlon",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/TRI_small.svg",
    "sites": null,
    "history1": "Malgré l’ancienneté des disciplines qui le composent, le triathlon est un sport qui est apparu très récemment sur la scène sportive mondiale. Il a vu le jour dans les années 1970 au San Diego Track Club, sous la forme d’une méthode d’entraînement alternative par rapport à l’entraînement d’athlétisme classique, sur piste. La première compétition officielle de triathlon, organisée par le club en 1974, faisait s’enchaîner une course de près de 8,5km, un parcours cycliste de 8km et un peu moins de 550m de natation. La popularité de cette pratique augmente dans les années 1980, jusqu’à la création de l’Union internationale du triathlon en 1989 à Avignon, en France. 1989 marquera également la date des premiers championnats du monde de triathlon.\nLe format du triathlon, retenu pour les épreuves olympiques féminines et masculines, fait enchaîner aux athlètes 1 500m de natation, 40km à vélo, et pour finir 10km de course à pied. Il n’y a pas de qualification mais une course unique à l’issue de laquelle l’athlète le plus complet est sacré vainqueur.\nPour les Jeux Olympiques de Tokyo 2020, aux deux épreuves individuelles masculine et féminine, a été ajouté pour la première fois un relais mixte. Le relais se dispute dans un format court, rendant la course nerveuse et imprévisible, et voit s’affronter des équipes de deux hommes et deux femmes.\nAprès la création en 1991 d’un circuit de Coupe du monde, comptant onze compétitions disputées dans huit pays différents, le sport se démocratise rapidement, si bien que le triathlon entre au programme olympique aux Jeux de Sydney, en 2000. La discipline compte aujourd’hui 167 fédérations nationales à travers le monde. Ce sport étant relativement jeune, aucun pays ne se démarque réellement au palmarès olympique, puisque les 39 médailles attribuées en six éditions ont été réparties entre 16 pays, dont aucun ne cumule plus de trois médailles d’or (la Grande-Bretagne).\n\nAfficher en plein écran"
  },
  {
    "sport": "Volleyball",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/utpmvcgka3pfvunpdklo",
    "sport_name": "Volleyball",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/VVO_small.svg",
    "sites": null,
    "history1": "Le volleyball est né dans la même université que le basketball, à Springfield, dans le Massachusetts, en 1895. Le but de William G. Morgan, son inventeur, était de proposer une activité accessible aux personnes plus âgées, et s’appelait à la base « mintonette ». Le volleyball s’exporte très rapidement, puisque dès le tout début du 20e siècle, il se développe au Canada, puis à Cuba au Japon et dans d’autres pays d’Asie. Un demi-siècle plus tard, en 1947, la Fédération Internationale de Volleyball (FIVB) est créée. Les premiers championnats du monde masculins suivent un an plus tard, et en 1952 sont organisés les premiers championnats du monde de volleyball féminin.\nLe volleyball oppose des équipes de six joueurs qui sont départagées au meilleur des cinq sets, sur un terrain de dix-huit mètres de long sur neuf mètres de large. Chaque set se joue en 25 points gagnants, et si les deux équipes remportent deux sets chacune, le cinquième se joue cette fois en 15 points.\nAu volleyball, le ballon peut atteindre une vitesse de 130km/h, notamment sur les services sautés et les smashs spectaculaire qui demandent une grande puissance, mais aussi des réflexes très développés pour pouvoir les rattraper.\nC’est à Tokyo, lors des Jeux de 1964, que le volleyball fait son arrivée au programme olympique. Initialement, les compétitions féminine et masculine se déroulaient sous la forme d’un championnat où toutes les équipes se rencontraient. Finalement, huit ans plus tard, la compétition prend la forme d’un tournoi classique avec une phase de poule suivie d’un tour final avec quarts de finale, demi-finale puis finale pour déterminer les médaillés.\nLe palmarès olympique a été successivement dominé par l’Union Soviétique et Cuba dans les années 1980, l’Italie et la Chine dans les années 1990, et enfin le Brésil dans les années 2000. Au tableau des médailles, l’Union Soviétique, le Brésil et les Etats-Unis restent en tête, et sont les trois seules nations à cumuler au moins dix médailles.\n"
  },
  {
    "sport": "Volleyball de plage",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/izcbaefoa5s2ilrfuygt",
    "sport_name": "Volleyball de plage",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/VBV_small.svg",
    "sites": null,
    "history1": "Au début des années 1920, une variante du volleyball apparaît sur les plages californiennes, à Santa Monica, se jouant sur un terrain en sable. Le premier tournoi de volleyball de plage est organisé en 1947, prémices d’un circuit opposant plusieurs centaines de joueurs sur les plages californiennes, lancé dans les années 1950. Dans les années 1980, la première organisation de joueurs professionnels est créée, et le premier tournoi international sous l’égide de la Fédération Internationale de Volleyball (FIVB) a lieu en 1987.\nLe volleyball de plage oppose des équipes de deux de chaque côté du filet, qui s’affrontent en deux sets gagnants sur un terrain de sable de seize mètres de long sur huit mètres de large, ce qui est légèrement plus petit que le terrain en salle. Le filet, lui, est à la même hauteur qu’en salle (2,24m pour les femmes, et 2,43m pour les hommes).\nLes matchs sont disputés en deux sets gagnants, les deux premiers se jouant en 21 points gagnants, et l’éventuel troisième set en quinze. Les équipes étant de seulement deux joueurs, les espaces sont beaucoup plus grands sur le terrain, et demandent donc d’excellents réflexes de la part des joueurs. Les matchs se jouant en extérieur, il faut également aux joueurs de grandes capacités d’adaptabilité, puisque le vent, le soleil ou encore la pluie peuvent influencer les conditions de jeu.\nLe volleyball de plage a fait ses débuts olympiques officiels aux Jeux d’Atlanta en 1996, après une apparition en tant que sport de démonstration en 1992, à Barcelone. Le Brésil et les Etats-Unis se sont taillés les plus gros palmarès de ce sport, en se partageant 24 médailles (dont 10 en or) sur 42 possibles. Les seuls autres pays a avoir remporté l’or dans ce sport sont l’Allemagne dans le tournoi masculin à Londres en 2012 et dans le tournoi féminin à Rio en 2016, l’Australie chez les femmes à domicile en 2000, et la Norvège chez les hommes à Tokyo en 2021.\n"
  },
  {
    "sport": "Water-Polo",
    "background_image": "https://img.olympicchannel.com/images/image/private/t_9-16_960/f_auto/primary/ceotnldil6umxksgrt20",
    "sport_name": "Water-Polo",
    "logo": "https://gstatic.olympics.com/s1/t_original/static/light/pictograms-paris-2024/olympics/WPO_small.svg",
    "sites": null,
    "history1": "Le water-polo est un sport initialement très violent, qui fut développé aux Etats-Unis au 19e siècle, et codifié dès 1897 afin d’en limiter les aspects dangereux et les nombreuses bagarres qui émaillaient les matchs. Le sport se développe également en Europe, notamment en Angleterre où il a été codifié en 1870 par la London Swimming Association, sous une forme plus rapide mais moins violente que son pendant américain ; la formule européenne finira par s’imposer et est aujourd’hui pratiquée de manière universelle. Le premier match international s’est tenu en 1890, et opposait l’Angleterre à l’Ecosse (l’Ecosse s’est imposée 4-0).\nLe water-polo voit deux équipes de sept joueurs s’affronter dans une piscine dont les dimensions peuvent varier entre 20x10m et 30x20m (la FINA demande des dimensions de 30x20m pour les matchs masculins, et 25x20m pour les matchs féminins). Les matchs sont joués en quatre périodes de huit minutes chacune. Les joueurs, à l’exception du gardien, ne peuvent toucher le ballon que d’une main. Une possession dure 30 secondes : si l’équipe n’a pas attaqué au bout de ces 30 secondes, le ballon passe à l’adversaire.\nLe water-polo est un sport physique où les contacts sont autorisés avec les joueurs qui ont le ballon. Le physique, l’endurance et la puissance sont donc d’une importance capitale pour les joueurs, ainsi qu’un certain sens tactique comme dans chaque sport collectif.\nLe water-polo est un des sports collectifs les plus anciens des Jeux Olympiques de l’ère moderne, puisqu’il fait son entrée au programme olympique en même temps que le rugby en 1900, d’abord sous la forme d’une compétition entre clubs, puis d’un tournoi entre pays à partir de 1908. Les femmes n’accèderont cependant aux Jeux Olympiques qu’un siècle plus tard à partir des Jeux de Sydney, en 2000.\nLes pays européens exercent une domination sans partage sur le palmarès olympique masculin du water-polo, ne laissant échapper aucun titre depuis 1908. La Hongrie, domine principalement ce palmarès, avec un total impressionnant de neuf titres olympiques. Le palmarès féminin ne se dirige pas vers une telle hégémonie du vieux continent, puisqu’en six éditions les Etats-Unis ont remporté les trois derniers tournois à Londres en 2012, Rio en 2016 et Tokyo en 2021.\n"
  }
]